Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/vetinst.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: I thought that I’d only stay here briefly.
nb: Jeg skulle jo bare være her kort.

source: Some companies have a strict hierarchical system, while other have a flat structure.
nb: Noen selskap har et strikt hierarkisk system, mens den andre ytterkanten er en svært flat struktur slik at veien til øverste leder er kort også for driftsoperatørene.

source: The crayfish plague hit Norway for the first time in 1971, and has since then devastated several Norwegian watercourses.
nb: Krepsepest rammet Norge første gang i 1971, og har etter dette har den herjet flere norske vassdrag.

source: In 1974, another law on animal protection, also including fish, aimed towards protecting animals against unnecessary pain.
nb: I 1974 kom lov om dyrevern som også inkluderte fisk og som hadde som formål å gi dyra beskyttelse mot unødig smerte.

source: Many are happy with their procedures.
nb: Mange er fornøyde med sine prosedyrer.

source: Demonstration of its occurrence results in the
nb: både mellom anlegg i sjø og mellom oppdrettsfi sk og

source: The different conditions are part of the same organizational whole and are linked to each other and influence each other.
nb: De ulike forholdene er en del av den samme organisatoriske helheten og er knyttet til hverandre og påvirker hverandre.

source: Your own conscience is important when it comes to go on when times are hard.
nb: Egen samvittighet er viktig for ikke å gi opp når det røyner på.

source: Evaluation of the current situation Q-fever does not represent a problem for human or animal health in Norway at present.
nb: Vurdering av situasjonen Q-feber er ikke et problem i Norge i dag, hverken hos mennesker eller dyr.

source: Some told they use only light in parts of the production, while others use salt habituation.
nb: bare smoltfôr, lys i kombinasjon med smoltfôr, noen få brukte bare lys i deler av produksjonen, mens andre kun brukte salttilvenning.

source: The production plan for a hatchery shows, among other things, how much egg/fish you want to have in each unit and each production, and the number of productions per year.
nb: Produksjonsplanen for et settefiskanlegg viser blant annet hvor mye rogn/fisk man ønsker å ha i hver avdeling og hver produksjon, og hvor mange produksjoner man skal ha i året.

source: Good suggestions for improvements can be rewarded - and implemented.
nb: Gode forslag til forbedringer kan premieres – og iverksettes.

source: As part of the national surveillance programme for MRSA in swine, 821 herds were tested. Four were positive and were followed up in order to eradicate the pathogen from the herd.
nb: Som et ledd i overvåking av MRSA hos dyr ble 821 svinebesetninger undersøkt, og fire var positive og ble fulgt opp med tanke på å fjerne smitten fra besetningene.

source: The quotations in Chapter 4 are taken from notes and transcripts.
nb: Sitatene i kapittel 4 er hentet fra notater og transkripsjoner.

source: Viral haemorrhagic septicemia (VHS) and infectious hematopoietic necrosis (IHN) are virus diseases causing heavy losses in salmonids.
nb: Viral hemoragisk septikemi (VHS) og infeksiøs hematopoetisk nekrose (IHN) er to tapsbringende virussykdommer hos laksefisk.

source: Cover photo: Johan Wildhagen/Norwegian Report 1b-2021: Work with fish welfare in hatcheries
nb: (Seksjonsleder Havbruk, villfisk og velferd) Rapport 1a-2021: Arbeid med fiskevelferd på settefiskanlegg

source: The transport takesplace through pipe systems so that the fish are the shortest possible time out of the water and the operators do not have to handle the fish.
nb: Transporten foregår gjennom rørsystemer slik at fisken er minst mulig ute av vannet og driftsoperatørene slipper å håve fisken.

source: At slaughter, specified risk material (SRM) is removed from cattle and small ruminants.
nb: Ved slakting fjernes spesifisert risikomateriale (SRM) fra storfe og småfe.

source: Maybe you overlook someone like that.
nb: Kanskje man går glipp av noen sånn.

source: The hatcheries benchmark themselves on both survival in their production and survival the first 90 days after sea transfer.
nb: Anleggene måler seg selv både med tanke på overlevelse i egen produksjon og overlevelse de første 90 dagene etter sjøsetting.

source: The latter was previously mainly associated with humans, but is now also found in animals, particularly swine, and may transmit from animals to humans directly or indirectly.
nb: (MRSA), som tidligere kun var forbundet med mennesker, men som nå også finnes hos dyr, særlig hos gris, og som kan smitte til mennesker via direkte kontakt.

source: It is forbidden to use protein from animal (including fish protein) in feed for ruminants.
nb: Det er forbudt å bruke protein fra dyr (også fiskeprotein) i fôr til drøvtyggere.

source: However, there were some cases where the management would provide unrealistic production plans and the hatchery staff felt bound by something that was impossible.
nb: Det kom imidlertid fram noen tilfeller der ledelsen kunne legge uforsvarlige produksjonsplaner og at settefiskpersonalet følte seg bundet av noe som var umulig.

source: Two genotypes of Salmonid alphavirus are present in Norway, SAV2 and SAV3.
nb: PD-virus finnes i to varianter i Norge, SAV2 og SAV3.

source: The number of reported outbreaks was lower than in 2015 (Figure 7.).
nb: Antall utbrudd var lavere enn i 2015 (Figur 7).

source: ISMOTOOL will test out the application of an Environmental Sampling Processor (ESP) for in-situ real-time monitoring of selected fish pathogens (Paramoeba perurans and Lepeophtheirus salmonis) and escaped farmed fish.
nb: ISMOTOOL vil teste ut bruken av en miljøprøveprosessor (EPS) for in-situ sanntidsovervåkning av utvalgte fiskepatogener (Paramoeba perurans og Lepeophtheirus salmonis) og rømt oppdrettsfisk.

source: Happy and healthy fish give happy and healthy people.
nb: Glad og frisk fisk gir glade og friske folk.

source: The facilities' own limits were not necessarily within the recommended limits.
nb: Anleggenes egne grenseverdier lå ikke nødvendigvis innenfor de anbefalte grensene.

source: In some companies, those who produce the best smolt are rewarded.
nb: I noen større selskaper blir de som produserer den beste smolten premiert.

source: Since 1994, Norway has had a free status for VHS and IHN, which we achieved on the basis of analyzes carried out at the Veterinary Institute since 1967.
nb: Norge har siden 1994 hatt fristatus for VHS og IHN, noe vi oppnådde på bakgrunn av analyser utført ved Veterinærinstituttet siden 1967.

source: Covid-19 has changed meetings and communication.
nb: Covid-19 har endret møter og kommunikasjon.

source: The large companies function internally as a knowledge bank.
nb: De store selskapene fungerer innad som en kunnskapsbank.

source: Three dogs, 11 arctic foxes (from Svalbard) and one wild mink were tested at the Norwegian Veterinary Institute.
nb: Det ble også undersøkt tre hunder, 11 polarrever (fra Svalbard) og én villmink.

source: Even very small deviations from the production plan can lead to a domino effect throughout the hatchery.
nb: Selv svært små avvik fra produksjonsplanen kan føre til en dominoeffekt gjennom hele anlegget.

source: In humans between 0 and 5 cases are reported annually.
nb: Hos mennesker rapporteres 0 – 5 tilfeller årlig, så langt har ingen blitt smittet i Norge.

source: collaborate with EURL (attend workshop, method development, comparative tests)
nb: samarbeide med EURL (delta i workshop, metodeutvikling, sammenlignende prøvinger)

source: Samples from lumpfish and wrasse are also examined, and samples from wild pink salmon or humpback salmon will be included in the surveillance program in 2019.
nb: Prøver fra rognkjeks og leppefisk blir også undersøkt, og prøver fra vill pukkellaks vil bli inkludert i overvåkingsprogrammet i 2019.

source: Through in-depth interviews of various personnel groups involved in Norwegian hatcheries, we have examined incentives to improve fish welfare in hatcheries.
nb: Gjennom dybdeintervjuer av forskjellige personellgrupper involvert i norsk settefiskproduksjon har vi undersøkt insentiver for å forbedre velferden i settefiskproduksjonen.

source: If it is to be reported, it must be in such a way that the authorities become more knowledge-based.
nb: Skal det rapporteres må det bli på en slik måte at forvaltninga blir mer kunnskapsbasert.

source: strains of IPN-virus are important factors associated
nb: Veterinærinstitut-tet og Havforskningsinstituttet har i en høring til

source: The FISHWELL handbook (Noble et al, 2018) provides a professional background for the development of welfare indicators and examples of scoring.
nb: FISHWELL-håndboka (Noble et al, 2018) gir en faglig bakgrunn for utvikling av velferdsindikatorer og eksempler på skåring.

source: In SMÅFISKVEL's study, it was stated that welfare was a topic at regular meetings among the employees and most thought they benefited from participating in fish welfare courses required by regulations.
nb: I SMÅFISKVEL sin spørreundersøkelse kom det fram at velferd var et tema på jevnlige møter blant de ansatte og de fleste syntes de hadde god nytte av å delta på lovpålagte fiskevelferdskurs.

source: Those at the top see a less granulated picture and can thus more easily look at theoretical production possibilities.
nb: De på toppen ser på de store linjene og kan dermed lettere se på de teoretiske produksjonsmulighetene.

source: is a notifiable (List A) disease in Norway regardless of animal species.
nb: i øreprøver fra kamelider (lama eller alpakka) i Norge.

source: We did not interview a representative sample of interviewees, but interviewed those who volunteered to talk with us.
nb: Vi har ikke intervjuet et representativt utvalg av personer, men intervjuet de som hadde lyst til å snakke med oss.

source: Social relation are created by professional conversations and meetings, chatting during work or at a party.
nb: Relasjoner skapes ved faglige samtaler og møter, prating under arbeidet eller på fest.

source: The number of reported cases of EHEC (enterohaemorrhagic
nb: Antall rapporterte tilfeller av EHEC (enterohemorrhagisk

source: In connection with eight cases of EHEC-associated disease in humans, a total of 24 samples, mostly food, were analysed at the Norwegian Veterinary Institute.
nb: I forbindelse med åtte ulike sykdomstilfeller hos mennesker, ble det ved Veterinærinstituttet undersøkt totalt 24 prøver, de fleste av næringsmidler.

source: At some hatcheries it is paid less to biological responsibilities than technical responsibilities.
nb: På enkelte anlegg er det dårligere betalt å ha ansvar for det biologiske (altså driftsoperatørene) enn det tekniske.

source: Chapter 5 consists of proposals for aspects that can be included in a «best practice» for hatchery management.
nb: Kapittel 5 består av forslag til momenter som kan inngå i en «beste praksis» for settefiskdrift.

source: Brucellosis in humans is notifiable and brucellosis in animals is listed as a group A-disease.
nb: Brucellose hos mennesker er meldingspliktig og brucellose hos dyr er en A-sykdom.

source: Until 2015, crayfish plague monitoring was carried out using cage experiments with noble crayfish as live bait.
nb: Fram til 2015 ble overvåking av krepsepest utført ved hjelp av burforsøk med levende edelkreps.

source: ATP-ase tests, smolt timer and chloride tests are used.
nb: Det brukes ATP-ase-tester, smolttimer og kloridtester.

source: At the same time, the results show some organizational factors that work against fish welfare.
nb: Samtidig viser resultatene enkelte organisatoriske forhold som virker mot fiskevelferd.

source: You have a busy day.
nb: Du har en busy hverdag.

source: Feedback from the sea site when things are going well with the smolt is inspiring.
nb: Gode tilbakemeldinger fra sjøanlegget når det går bra med smolten virker inspirerende.

source: It's such an indescribable feeling when I know that it is going well.
nb: Det er en sånn ubeskrivelig følelse når jeg vet at det går bra.

source: Our current law, the Animal Welfare Act, came into force January 1st 2010 and stated that animals shall be treated well and protected against unnecessary strain.
nb: Vår någjeldende lov, dyrevelferdsloven, trådte i kraft 1. januar 2010 og slo fast at dyr skal behandles godt og beskyttes mot unødige påkjenninger.

source: The positive samples originated from 112 (19.1%) of the farms.
nb: De positive prøvene kom fra 112 (19,1 %) av besetningene.

source: It’s sad not to lunch together.
nb: Trist ikke å samles til lunsj.

source: Despite detection of two «new» diseases in animals in Norway in 2015, bat rabies and atypical BSE in cattle, the overall situation in 2015 was good with respect to zoonoses in animals, food and feed.
nb: På tross av at to «nye» sykdommer hos dyr, flaggermusrabies og atypisk BSE hos storfe ble påvist i Norge i 2015, er konklusjonen at situasjonen i 2015 var meget gunstig når det gjelder zoonoser hos dyr og i mat og fôr.

source: Diagnostics, characterisation and analysis of
nb: utsatt, og krever gode tekniske og smitteforebyggende

source: Competence and training
nb: Kompetanse og opplæring

source: The interviewees were asked to describe the fish welfare in their facility on a scale from 1-5 where 5 is best.
nb: Informantene har også beskrevet fiskevelferden i sitt anlegg på en skala fra 1-5 der 5 er best.

source: Humans may also transmit tuberculosis to animals.
nb: Mennesker kan også smitte dyr med tuberkulose.

source: Several say that they had planned for a job in the aquaculture industry, but not necessarily at hatcheries.
nb: Flere sier at de hadde planlagt at de ville ha en jobb i oppdrettsnæringa, men ikke nødvendigvis på settefiskanlegg.

source: This surveillance was intensified in 2011 when the parasite was detected in Sweden. Dogs imported to Norway from most countries must be treated against Echinococcus
nb: Overvåkingen ble intensivert i 2011 da parasitten ble påvist i Sverige. Det er krav om at hunder som innføres til Norge fra de fleste andre land behandles mot ekinokokker før ankomst.

source: Some procedures serve as textbooks and instructions for use.
nb: Noen prosedyrer fungerer som gode lærebøker og bruksanvisninger.

source: The location of finds and quotes are based on judgment and can be discussed.
nb: Plasseringen av funn og sitater er basert på skjønn og kan diskuteres.

source: The purpose of the surveillance program is to document the free status for VHS and IHN in salmon and rainbow trout in Norway.
nb: Formålet med overvåkningsprogrammet er å dokumentere fristatus for VHS og IHN hos laks og regnbueørret i Norge.

source: Cod fry (11 days post hatching) with bacterial swim bladder infection.
nb: 11 dager gammel torskeyngel med bakteriell obduksjon fant fi skehelsetjenesten lyse fl ekker på

source: Audio recordings were made in 16 of the 18 interviews, and four of the audio recordings were fully transcribed.
nb: Det ble gjort lydopptak av 16 av de 18 intervjuene, og fire av lydopptakene ble fulltranskribert.

source: The data collection has followed research ethics guidelines and has been approved by the Norwegian centre for research data (NSD).
nb: Datainnsamlingen har fulgt forskningsetiske retningslinjer og er godkjent av personvernombudet for forskningsinstituttene, NSD.

source: Trichothecenes and ZEN were detected only at low concentrations and OTA was undetectable.
nb: Av tørket frukt er det fiken som er registrert med flest overskridelser av grenseverdien for aflatoksiner i RASFF (

source: Trichinellosis in humans is notifiable, and in animals it is a group B-disease.
nb: Trikinose hos mennesker er meldingspliktig og trikinose hos dyr er en B-sykdom.

source: Because this is a small qualitative interview study, it would not be possible to compare welfare as a cause of differences in mortality.
nb: Fordi dette er en liten kvalitativ intervjuundersøkelse ville det ikke vært mulig å sammenholde velferdsarbeid som årsak til forskjeller i dødelighet.

source: We recruited the interviewees in a wide range of Norwegian fish farming companies with hatcheries.
nb: Vi rekrutterte informantene i et bredt utvalg norske oppdrettsselskap med settefiskproduksjon.

source: Light is mostly used continuously in production, but there is little knowledge about color and intensity of the light and how it affects the fish.
nb: Lys brukes stort sett kontinuerlig i produksjonen, men det finnes lite kunnskap om farge og intensitet på lyset og hva det gjør med fisken.

source: In addition, one sees that also the authorities may need updated knowledge about how the hatcheries work, so personnel at hatcheries can also offer practical information to the authorities.
nb: I tillegg ser man at også myndighetene kan ha behov for oppdatert kunnskap om hvordan settefiskanleggene fungerer, så ledelse ved settefiskanlegg kan også tilby praktisk informasjon til myndighetene.

source: The organization should ensure that personnel are up to date and can provide the knowledge, both upwards and downwards in the organization.
nb: Organisasjonen bør sørge for å ha personell som alltid er oppdatert og som kan gi kunnskapen videre, både oppover og nedover i organisasjonen.

source: In total, 498 persons were reported to have become sick in these outbreaks.
nb: Totalt ble 498 personer rapportert syke i forbindelse med disse utbruddene.

source: In the interviews, some stories are told about bad experiences, where the government representatives show little practical competence and little understanding of the work done at the hatcheries.
nb: I intervjuene fortelles en del historier om dårlige opplevelser, der myndighetsrepresentantene viser liten praktisk kompetanse og lite forståelse for arbeidet som gjøres på settefiskanleggene.

source: Sometimes it goes badly and other times it goes well, I believe there isn’t that big a difference.
nb: Noen ganger går det dårlig og andre ganger går det bra, det tror jeg ikke det er så stor forskjell på.

source: fallen dramatically during 2009 as a direct result of
nb: 2009, og det virket som om det var lokale forskjeller

source: We have a new and good hatchery that’s easy to operate.
nb: Vi er et nytt og godt anlegg som er lett å drive.

source: Values, attitudes and competence are often referred to by a collective term as culture (Schiefloe 2003).
nb: Verdier, holdninger og kompetanse omtales med et samlebegrep ofte som kultur (Schiefloe 2003).

source: Increased focus on the intrinsic value of juvenile fish, regardless of economic value, both for
nb: Økt fokus på settefiskens egenverdi uavhengig av økonomisk verdi, både hos produsenter, hos

source: Humans may be infected through eating fruit and berries contaminated with eggs or through direct contact with infective definitive hosts (e.g. dogs).
nb: Mennesker smittes ved å få i seg parasittegg via mat, som frukt eller bær, eller direkte fra smittede dyr (for eksempel hund).

source: These five dimensions can be used as analytical pegs for the interview data and shows how organizational aspects, such as incentives to take care of fish welfare, is affected by several factors in the organization and by individuals with different backgrounds and experience.
nb: Disse fem dimensjonene kan brukes som analytiske knagger for intervjudataene og viser hvordan organisatoriske aspekter, for eksempel insentiver for å ivareta fiskevelferd, påvirkes av flere forhold ved organisasjonen og av individer med ulik bakgrunn og erfaring.

source: Bat rabies (EBLV-2) was detected for the first time in Norway, in a sick bat found in Valdres, mid Norway.
nb: Flaggermusrabies (viruset EBLV-2) ble påvist for første gang i Norge, i en flaggermus funnet syk i Valdres.

source: The parasite is shed in faeces and intermediate hosts (e.g. sheep, human, rodents) are infected through contaminated food or water or by direct contact with contagious cats.
nb: Parasitten skilles ut med avføring og når et annet dyr (mellomvert – for eksempel sau, menneske, smågnagere) får i seg smitten kan de utvikle sykdom.

source: In addition to testing of all slaughtered pigs and horses, one wild boar was tested after hunting.
nb: I tillegg til at alle griser og hester ble kontrollert ved slakting, ble ett villsvin felt ved jakt undersøkt.

source: Results 2016 Four cases of brucellosis in humans were reported.
nb: Resultater 2016 Det ble rapportert fire tilfeller av brucellose hos mennesker.

source: Interaction and work processes:
nb: Interaksjon og arbeidsprosesser:

source: of the country in which whole cage populations had
nb: kning og utvikling er viktig i denne sammenhengen,

source: For details see the Appendix.
nb: Se detaljer i Vedlegg tabeller.

source: Fish and crustacean diseases -
nb: Fiskesykdommer og krepsdyrsykdommer -

source: the significance of the virus in development of HSMI
nb: Skottland og Chile, noen båter går i faste oppdrag hele

source: I have discussed how to do this with the employees in the hatchery.
nb: Har diskutert om hvordan man gjør det med røkterne.

source: This means that relevant samples submitted to the Veterinary Institute with suspicion of listed disease or for general disease investigation are examined for VHSV and IHN.
nb: Dette innebærer at aktuelle prøver innsendt til Veterinærinstituttet med mistanke om listeført sjukdom eller for generell sykdomsoppklaring blir undersøkt for VHSV og IHN.

source: Those who has call duties often work a 12/9-scheme, i.e. work continuously for twelve days and are at home for nine.
nb: Det er ikke uvanlig at de som går vakter har en 12/9-ordning, altså at man jobber sammenhengende i tolv dager og er hjemme i ni.

source: We use ShareThis to make it easier for users to share on social media relevant information from our website.
nb: Vi bruker ShareThis for å gjøre det enkelt for brukere å dele relevant informasjon fra våre nettsider i sosiale medier.

source: As part of the diagnostic work at the TINE dairy cooperative mastitis laboratory, a milk sample (quarter sample) from a cow was positive for MRSA.
nb: Som ledd i sykdomsoppklaring utført ved TINEs mastittlaboratorium i Molde, ble en melkeprøve fra ku (speneprøve) funnet positiv for MRSA.

source: I think it’s important not to look blindly whether someone might only stay for a short time, because you never know.
nb: Jeg synes det er viktig at man ikke ser seg blind for om noen kanskje skal være kort, for det vet man jo aldri.

source: The questions were about process and decisions, care of the fish, competence, tasks that take care of fish welfare, how the organization assesses the work with fish welfare, personal incentives, and finally thoughts on society, regulations and supervision.
nb: Spørsmålene dreide seg om prosess og beslutninger, røkting, kompetanse, oppgaver som ivaretar fiskevelferd, hvordan organisasjonen vurderer arbeidet med fiskevelferd, personlige insentiver, og til slutt tanker rundt samfunn, regelverk og tilsyn.

source: The study of mortality in SMÅFISKVEL showed that some hatcheries had the highest mortality for several years in a row and another group had low mortality for several years in a row.
nb: Studien av dødfisktall i SMÅFISKVEL viste at noen settefiskanlegg hadde høyest dødelighet flere år på rad og en annen gruppe hadde lav dødelighet flere år på rad.

source: Results 2016 No cases of Trichinellosis were reported in humans.
nb: Resultater 2016 Det ble ikke påvist trikinose hos mennesker.

source: that produce the enzyme “extended spectrum betalactamase” (ESBL-producing
nb: som produserer enzymet «extended spectrum betalactamase» (ESBL-produserende

source: lar research focus on the epidemiology of salmon
nb: helse og miljø – både nasjonalt og internasjonalt.
